IDEA Open Model
StrainImpulse.GammaXZ Property
 The shear strain.
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double GammaXZ { get; set; }
Public Property GammaXZ As Double
	Get
	Set
public:
property double GammaXZ {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
StrainImpulse Structure
IdeaRS.OpenModel.Loading Namespace